Repository: Odyquest/Odyquest
Catalog: xaver-app/src/i18n/messages.*.xlf
Languages: de

# settings.title
source: Settings
de: Einstellungen

# nav.info
source: Info
de: Informationen

# nav.privacy
source: Privacy
de: Datenschutz

# close-warning-guard
source: WARNING: You are skipping the game. Press Cancel to go back and continue the game, or OK skip changes.
de: WARNUNG: Das aktuelle Spiel wird abgebrochen. Drücke Abbrechen um zum Spiel zurückzukehren oder Ok um das Spiel abzubrechen.

# chase.hint.title
source: Hint
de: Hinweis

# chase.hint.previous
source: Previous
de: Zurück

# chase.hint.next
source: Next
de: Vorwärts

# chase.element.hint
source: <mat-icon>live_help</mat-icon> Hint
de: <mat-icon>live_help</mat-icon> Hinweis

# chase.quest.go-on
source: Go on
de: Weiter

# chase.quest.remaining-tries
source: {{questStatus.remainingTries}} remaining tries
de: noch {{questStatus.remainingTries}} Versuche

# chase.submit-solution.verify
source: Verify
de: Lösung prüfen

# chase.submit-solution.cancel
source: Cancel
de: Abbrechen

# chase.submit-solution.solution
source: Solution
de: Lösung

# chase.quest.enter-solution
source: Enter solution
de: Lösung eingeben

# welcome.title
source: Welcome to scavenger hunts with Xaver
de: Willkommen zur Schnitzeljagd mit Xaver!

# welcome.subtitle
source: at Badisches Landesmuseum
de: im Badischen Landesmuseum

# welcome.nav.list
source: Select scavenger hunt
de: Schnitzeljagd aussuchen

# nav.information
source: About this app
de: Über diese App

# finished.more-about-museum
source: Get more information about Badisches Landesmuseum at <a href="https://landesmuseum.de">https://landesmuseum.de</a>
de: Mehr Informationen über das Badische Landesmuseum gibt es auf <a href="https://landesmuseum.de">https://landesmuseum.de</a>

# finished.more-about-app
source: Browse the source code of the app Odyquest at <a href="https://github.com/XaverImMuseum/XaverImMuseum">https://github.com/XaverImMuseum/XaverImMuseum</a>
de: Den Quellcode der App gibt es auf <a href="https://github.com/XaverImMuseum/XaverImMuseum">https://github.com/XaverImMuseum/XaverImMuseum</a>

# finished.go-on
source: Go on
de: Weiter

# pathToFinished
source: /assets/finished.en.md
de: /assets/finished.de.md

# pricacy.title
source: Privacy Information
de: Datenschutzinformation

# pathToPrivacy
source: /assets/privacy.en.md
de: /assets/privacy.de.md

# information.title
source: About the App
de: Über diese App

# pathToInformation
source: /assets/information.en.md
de: /assets/information.de.md

# settings.description
source: No settings available
de: Keine Einstellungen verfügbar
