Repository: Odyquest/Odyquest
Catalog: odyquest-cms/src/i18n/messages.*.xlf
Languages: de

# chase_selector.add_new_chase
source: <mat-icon color="primary">add</mat-icon> Add new chase
de: Neue Jagd hinzufügen

# chase-selector.published_flag
source: Published
de: Veröffentlicht

# chase-selector.edit
source: edit
de: bearbeiten

# main_editor.quest
source: Quests
de: Rätsel

# main_editor.add_quest
source: <span><mat-icon>add</mat-icon> add quest</span>
de: Rätsel hinzufügen

# main_editor.narratives
source: Narratives
de: Erzählelemente

# main_editor.add_narrative
source: <span><mat-icon>add</mat-icon> add narrative</span>
de: <mat-icon>add</mat-icon> Narrative hinzufügen

source: Add media
de: Mediadatei hinzufügen

source: URL pointing to media...
de: URL für die Media-Datei...

source: Upload media
de: Media-Datei hochladen

source: URL pointing to image...
de: URL für das Bild...

# upload_image
source: <mat-icon>file_upload</mat-icon> Upload image
de: Bild hochladen

# remove_image
source: <mat-icon>clear</mat-icon> Remove image
de: <mat-icon>clear</mat-icon> Bild entfernen

# select_image
source: <mat-icon>photo_library</mat-icon> Select image from existing
de: <mat-icon id="saveChaseButton">library</mat-icon> Vorhandenes Build auswählen

source: Alternative text describing the image
de: Alternative Bildbeschreibung

source: Text to annotate the image with
de: Bildunterschrift

source: Title of the scavenger hunt...
de: Name der Schnitzeljagd...

source: Author...
de: Autor...

source: Short description...
de: Kurze Beschreibung...

# meta_data.published
source: public available
de: öffentlich verfügbar

source: Initial element:
de: Startelement

# quest_editor.title
source: Title:
de: Titel:

# quest_editor.description
source: Description:
de: Beschreibung:

# quest_editor.markdown_tutorial
source: Tutorial for text formatting
de: Erklärung für Textformatierung

# quest_editor.emoji_tutorial
source: Tutorial for inserting emojis
de: Erklärung für das Einfügen von Emojis

# quest_editor.number_tries
source: Tries (0 = ∞):
de: Versuche (0 = ∞):

# quest_editor.max_time
source: Seconds for solving (0 = ∞):
de: Sekunden (0 = ∞):

# quest_editor.solution.title
source: Solutions:
de: Lösungen:

# solution_option.type_label
source: Requirement:
de: Voraussetzung:

# solution_option.match_all
source: match all
de: volle Übereinstimmung

# solution_option.match_one
source: match one
de: eine Übereinstimmung

# solution_option.destination_label
source: Destination:
de: Ziel:

# quest_editor.button.available_buttons
source: Available Buttons:
de: Verfügbare Buttons:

# quest_editor.button.destination_header
source: Destination:
de: Ziel:

# quest_editor.button.text_input
source: label of the button
de: Text für den Button

# quest_editor.add_button
source: add button
de: Button hinzufügen

# quest_editor.hints
source: Hints
de: Hinweise

# quest_editor.hint_page
source: Page {{i+1}}
de: Seite {{i+1}}

# quest_editor.add_hint
source: add hint
de: Hinweis hinzufügen

# image-selection.list
source: Image list
de: Liste aller Bilder

source: Add image
de: Bild hinzufügen

# edit_image
source: <mat-icon>edit</mat-icon> Edit image
de: <mat-icon>edit</mat-icon> Bild bearbeiten
